<?php

use Illuminate\Database\Seeder;

class MembersTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        
        $member = [
            'first_name' => 'Սահակ',
            'last_name' => 'Գրիգորյան',
            'role' => 'director',
            'image' => 'members/50750.jpg',
            'description' =>    '1978թ.ավարտել է Խ.Աբովյանի անվան Կարմիր դրոշի շքանշանակիր պետական մանկավարժական ինստիտուտի ֆիզիկայի ֆակուլտետը :<br>
                                Մասնագիտությունը - ֆիզիկայի ուսուցիչ:<br>
                                1995 թ. ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես տնօրեն:<br>
                                2004թ.  արժանացել  է Կոտայքի մարզի <<Լավագույն տնօրեն>> կոչմանը:
            ',       
            'father_name' => 'Ժորժիկի',
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name'  => 'Նելլի',
            'last_name'   => 'Մխիթարյան',
            'role'        => 'deputy_director',
            'image'       => 'members/80601.jpg',
            // 'description' => 'ուս․ աշխատանքների գծով',
            'description' => '
                Ավարտել է Խ.Աբովյանի անվան մանկավարժական ինստիտուտի մաթեմատիկա-ինֆորմատիկա ֆակուլտետը : <br>
                Մասնագիտությունը - մաթեմատիկայի, ինֆորմատիկայի  ուսուցիչ:<br>
                1993թ. ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես մաթեմատիկայի ուսուցիչ:<br>
                2004թ. պարգևատրվել է I կարգի դիպլոմով`  <<Հասկացման բերող քարտերի>>  մեթոդիկայի կիրառումը մաթեմատիկայի դասերին  թեմայով կարդացած զեկույցի համար:<br>
                2004թ. շնորհակալագիր մանկավարժական ընթերցումներին  ակտիվ մասնակցության և դրսևորած մանկավարժական բարձր պատրաստության համար:<br>
                1912թ. նշանակվել է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես ուսումնական գծով փոխտնօրեն:
            ',
            'father_name' => 'Սմբատի',
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Գայանե',
            'last_name' => 'Նիկողոսյան',
            'father_name' => 'Յուրայի',
            'role' => 'deputy_director',
            'image' => 'members/81970.jpg',
            // 'description' => 'մասնագիտացված կրթ․ աջակց․ գծով'
            'description' => '
                Ավարտել է Խ.Աբովյանի անվան մանկավարժական ինստիտուտի քիմիա - մանկավարժություն ֆակուլտետը :<br>
                Մասնագիտությունը - քիմիայի ուսուցիչ:<br>
                Դաստիարակչական աշխատանքների մեթոդիստ:<br>  
                1992 թ. ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես քիմիայի ուսուցիչ:<br>
                1995 թ.նշանակվել է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում մասնագիտացված կրթական աջակցությունների գծով փոխտնօրեն:
            '
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Սյուզաննա',
            'last_name' => 'Ավանեսյան',
            'role' => 'accountant',
            'image' => 'members/71991.jpg',
            'father_name' => 'Ալեքսանդրի',
            'description' => '
                Ավարտել է Հայաստանի Պետական Տնտեսագիտական Համալսարանի ֆինանսների  ֆակուլտետը :<br>
                Մասնագիտությունը ֊ Հաշվապահական հաշվատում /ըստ ճյուղերի/ <br>
                2014թ․ ֊ին ստացել է գնումների համակարգողի որակավորում։<br>
                2014թ.- ից  աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես գլխավոր  հաշվապահ:
            '
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Հովհաննես',
            'last_name' => 'Հովհաննիսյան',
            'role' => 'soldier',
            'image' => 'members/84975.jpg',
            'father_name' => 'Սլավիկի',
            'description' => '
                2002 թ. Ավարտել է ՊՆ Վ. Սարգսյանի անվան ռազմական ինստիտուտը:<br>
                Մասնագիտությունը - Ինժեներ – բակալավրի որակավորում`տրանսպորտի  շահագործում և կառավարումմասնագիտությամբ:<br>
                2014 թ. ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես ռազմագիտության ուսուցիչ:
            '
        ];
        DB::table('members')->insert($member);    

        $member = [
            'first_name' => 'Ռուզաննա',
            'last_name' => 'Հովհաննիսյան',
            'father_name' => 'Վոլոդյայի',
            'role' => 'operator',
            'image' => 'members/37589.jpg',
            'description' => '
                1981թ. - ին ավարտել է Երևանի կոոպերատիվ տեխնիկումը։ <br>
                1990թ․  ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես գործավար։<br>
                2013թ․ ֊ից աշխատում է ՝ որպես համակարգչային օպերատոր։
            '
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Նարինե',
            'last_name' => 'Սերոբյան',
            'role' => 'librarian',
            'image' => 'members/23599.jpg',
            'father_name' => 'Սմբատի',
            'description' => '
                2011թ. - ին ավարտել է Երևանի Ա․Բակունցի անվան պետական մանկավարժական քոլեջը՝ տարրական դասարանի ուսուցչի որակավորմամբ։<br>
                2012թ․  ֊ից աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես գրադարանավար։<br>        
            '
        ];
        DB::table('members')->insert($member);        
        
        $member = [
            'first_name' => 'Սուսաննա',
            'last_name' => 'Գրիգորյան',
            'father_name' => 'Ռուբիկի',
            'role' => 'nurse',
            'image' => 'members/52635.jpg',
            'description' => '
                1982 թ.ավարտել է Թիվ 1 բազային բժշկական ուսումնարանը<br>
                1992 թ . աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում՝ որպես բուժքույր:
            '
        ];
        DB::table('members')->insert($member);


                
    }
}
