<?php

use Illuminate\Database\Seeder;

class MembersTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        
        $member = [
            'first_name' => 'Սահակ',
            'last_name' => 'Գրիգորյան',
            'role' => 'director',
            'image' => 'members/50750.jpg',
            'description' =>    '1978թ.ավարտել է Խ.Աբովյանի անվան Կարմիր դրոշի շքանաշանակիր պետական մանկավարժական ինստիտուտի ֆիզիկայի ֆակուլտետը : 
                                Մասնագիտությունը_ֆիզիկայի ուսուցիչ:
                                1995 թ. աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. Դպրոցում որպես տնօրեն:
                                2004թ.  արժանացել  է Կոտայքի մարզի <<Լավագույն տնօրեն>> կոչմանը:
            ',       
            'father_name' => 'Ժորժիկի',
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name'  => 'Նելլի',
            'last_name'   => 'Մխիթարյան',
            'role'        => 'deputy_director',
            'image'       => 'members/80601.jpg',
            // 'description' => 'ուս․ աշխատանքների գծով',
            'description' => '
                Ավարտել է Խ.Աբովյանի անվան մանկավարժական ինստիտուտի մարեթմատիկա-ինֆորմատիկա ֆակուլտետը : 
                Մասնագիտությունը_մաթեմատիկայի,ինֆորմատիկայի  ուսուցիչ
                1993թ. աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում որպես մաթեմատիկայի ուսուցիչ:
                2004թ. Պարգևատրվել է I կարգի դիպլոնով`  <<Հասկացման բերող քարտերի>>  մեթոդիկայի կիրառումը մաթեմատիկայի դասերին  թեմայով կարդացած զեկույցի համար:
                2004թ. Շնորհակալագիր  2004 թ. Մանկավարժական ընթերցումներին  ակտիվ մասնակցության և դրսևորած մանկավարժական բարձր պատրաստության համար:
                1912թ. նշանակվել է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում որպես ուսմնական գծով փոխտնօրեն:
            ',
            'father_name' => 'Սմբատի',
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Գայանե',
            'last_name' => 'Նիկողոսյան',
            'father_name' => 'Յուրայի',
            'role' => 'deputy_director',
            'image' => 'members/81970.jpg',
            // 'description' => 'մասնագիտացված կրթ․ աջակց․ գծով'
            'description' => '
                ավարտել է Խ.Աբովյանի անվան մանկավարժական ինստիտուտի քիմիա- մանկավարժություն ֆակուլտետը : 
                Մասնագիտությունը_քիմիայի ուսուցիչ:Դաստիարակչական աշխատանքների մեթոդիստ:  
                1992 թ.աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում որպես քիմիայի ուսուցիչ:
                1995 թ.նշանակվել է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում մասնագիտացված կրթական աջակցությունների գծով փոխտնօրեն:
            '
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Սուսաննա',
            'last_name' => 'Գրիգորյան',
            'father_name' => 'Ռուբիկի',
            'role' => 'nurse',
            'image' => '92489.png'
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Հովհաննես',
            'last_name' => 'Հովհաննիսյան',
            'role' => 'soldier',
            'image' => 'members/84975.jpg',
            'father_name' => 'Սլավիկի',
            'description' => '
                2002 թ. Ավարտել է ՊՆ Վ. Սարգսյանի անվան ռազմական ինստիտուտը:
                Մասնագիտությունը_Ինժեներ –բակալավրի որակավորում`տրանսպորտի  շահագործում և կառավարումմասնագիտությամբ:
                2014 թ.աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում որպես ռազմագիտության ուսուցիչ:
            '
        ];
        DB::table('members')->insert($member);                

        $member = [
            'first_name' => 'Սյուզաննա',
            'last_name' => 'Ավանեսյան',
            'role' => 'accountant',
            'image' => '92489.png',
            'father_name' => 'Ալեքսանդրի',
            'description' => '
                Ավարտել է Հայաստանի Պետական Տնտեսագիտական Համալսարանի ֆինանսական  ֆակուլտետը : 
                Մասնագիտությունը     Հաշվապահական հաշվատում /ըստ ճյուղերի/
                2014թ.- ից  աշխատում է Առինջի Կ.Ծառուկյանի անվան միջն. դպրոցում որպես գլխավոր  հաշվապահ:
            '
        ];
        DB::table('members')->insert($member);

        $member = [
            'first_name' => 'Նարինե',
            'last_name' => 'Սերոբյան',
            'role' => 'librarian',
            'image' => 'members/23599.jpg',
            'father_name' => 'Սմբատի',
        ];
        DB::table('members')->insert($member);
                
    }
}
