<section id="about-us">
	<div class="container">
		<div class="text-center">
			<div class="col-md-10 col-md-offset-1 col-sm-8 col-sm-offset-2">
				<h2 class="title-one">Մենք</h2>
				<p style="color:#43484E;font-size: 20px;text-align: justify;">
					Կրթօջախը, պատկերավոր ասած, պիտի նմանվի մեղվանոցի, ուր ամեն մի մեղու ունի իր որոշակի դերն ու պարտականությունը, որոշակի աշխատանքը, ուր բոլորեքյան ուժով հեռաստաններից բերված ծաղկափոշին հունցվում ու վերածվում է նկարչագեղ պատկեր ունեցող մեղրահացի։
					Ճիշտ այդպես՝ կրթօջախի հնոցում պիտի եփվի, աճի ու ձևավորվի հասունացող սերունդը՝ ստանալով մեղրահացի բույր ու անուշություն, մարդկային սքանչելի ու առինքնող հատկանիշներ, առողջ ու բանական գաղափարներ, շրջագծված գիտելիքների, կարողությունների ու հմտությունների մի ամբողջ համալիր։
				</p>
			</div>
		</div>
		<div class="about-us">
			<div class="row">
				<div class="col-sm-6 col-md-10 col-md-offset-1">
					<h3></h3>
					<ul class="nav nav-tabs">
						<li class="active"><a href="#about" data-toggle="tab"><i class="fa fa-chain-broken"></i> Մեր Մասին</a></li>
						<li><a href="#mission" data-toggle="tab"><i class="fa fa-th-large"></i> Առաքելությունը</a></li>
						<li><a href="#community" data-toggle="tab"><i class="fa fa-users"></i> Աջակիցները</a></li>
					</ul>
					<div class="tab-content">
						<div class="tab-pane fade in active" id="about">
							<div class="media">
								<img class="pull-left media-object" align="left" src="/images/about.jpg" height="300" alt="about us"> 
								<div class="media-body" style="display: initial;margin-right: 10px">
									<p style="font-size: 18px;">										                        
										   Դպրոցը իր գործունեությունը սկսել է շատ վաղուց և տարիներ շարունակ եղել է անհուն նվիրումի ու ոգևղենության աղբյուր:
										Բոլոր տարիներին էլ   Առինջի դպրոցն իր աշխատանքով աչքի է ընկել շրջանում և հանրապետությունում:
										Շատ ուսուցիչներ ստացել են  <<մեթոդիստ ուսուցչի>>, <<ավագ ուսուցչի>>  կոչումներ, արժանացել են <<Աշխատանքային   գերազանցիկ>> կրծքանշանի, պատվոգրերի, գովասանագրերի:
										Մենք հպարտ ենք, որ դպրոցում աշխատում են մեր իսկ շրջանավարտները:
										Դպրոցն ունեցել է մեդալակիրներ, տվել բազմաթիվ շրջանավարտներ, որոնք հայտնի են ոչ միայն հանրապետությունում, այլ ամբողջ աշխարհում:
										Մեր շրջանավարտներն այժմ աշխատում են տարբեր ոլորտներում՝ բժիշկներ, լրագրողներ, դասախոսներ,գիտությունների թեկնածուներ գյուղատնտեսության ոլորտում:
										Առինջի դպրոցի շրջանավարտներից են՝ ԱԺ պատգամավոր, Օլիմպիական կոմիտեի նախագահ, գործարար Գագիկ Ծառուկյանը, ԱԺ պատգամավոր Մուրադ Գուլոյանը, ԿԳ փոխնախարար Մանուկ Մկրտչյանը:
										1997-1998 ուս տարում <<Դպրոցների բարեփոխման ծրագրով>>հաղթողներից մեկն ենք եղել, որի շրջանակում հանրապետությունում առաջին անգամ ներդրվելէ <Ոուսուցման կոլեկտիվ մեթոդը>> և <<Համաշխարհային պատմություն>> առարկայի դասագրքերի փորձարկումը:
										1998-1999ուստարում դպրոցում ներդրվել է<<Project Harmomy>> ծրագիրը, որի շնորհիվ  ստացել ենք համակարգչային տեխնիկա և անվճար ինտերնետ կապ:
										Ողջ մանկավարժական կոլեկտիվը ջանք չի խնայում պահպանել և հարստացնել ազգային գոյության և հարատևության նախահիմքերը՝ մայրենի լեզուն, մշակույթը, հավատը, պատմական հիշողությունը: Դաստիարակել ու կրթել մերօրյա փորձություններին դիմակայելու,ազգի այսօրն, առավել ևս ապագա կերտող որակյալ սերունդ:
								   	</p>
								</div>
							</div>
						</div>
						<div class="tab-pane fade" id="mission">
							<div class="media">
								<img class="pull-left media-object" src="/images/mission.jpg" height="300" alt="Mission"> 
								<div class="media-body">
									<p style="font-size: 22px;">
										Մեր գործն է՝ սովորել ու սովորել, ձգտել, կուտակել հնարավորին չափ գիտելիքներ, որովհետև հասարակական լուրջ հոսանքներն այնտեղ են, որտեղ գիտելիքներն են, և ապագա մարդկության երձանկությունը միայն գիտելիքներում է։
									</p>
								</div>
							</div>
						</div>
						<div class="tab-pane fade" id="community">
							<div class="media">
								<img class="pull-left media-object" src="/images/home_page_sponsers.jpg" alt="Community" height="300"> 
								<div class="media-body">
									<p style="font-size: 18px">
										Դպրոցը սերտ կապի մեջ է համայնքի հետ <br>( գյուղապետարան, մանկապարտեզ, բուժ ամբուլատորիա, եկեղեցի )։<br><br>
										Ուսումնական տարվա ավարտին բոլոր ջրջանավարտները ստանում են դրամական նվիրատվություն <<Գագիկ Ծառուկյան>> հիմնադրամի, Ռոզա Ծառուկյանի, գյուղապետարանի կողմից:<br><br>
										Սերտ է կապը դպրոցի և Առինջի Սուրբ Հովհաննես եկեղեցու հոգևոր հովիվ տեր Սմբատ քահանայի հետ: Հաճախ <<ՀԵՊ>> առարկայի դասերն անցկացվում է եկեղեցում:
									</p>
								</div>
							</div>
						</div>
					</div>
				</div>				
			</div>
		</div>
	</div>
</section><!--/#about-us-->