@extends('layouts.layout')
@section('title')
	Դասավանդման Մոտեցումներ
@stop
@section('content')
	<section id="our-team">
		<div class="container">
			<div class="row text-center">
				<div class="col-sm-8 col-sm-offset-2">
					<h2 class="title-one">Դասավանդման Մոտեցումներ</h2>					
				</div>
			</div>			
			<div class="row">
				<div class="col-md-8 col-md-offset-2" style="opacity: 1; line-height: 30px;font-size: 18px;text-align: justify;">
					ՈՒսուցման բովանդակությունը, նրա ընթացքն ու սկզբունքները, մեթոդներն ու կազմակերպչական ձևերը ամփոփվում են «Ինչ սովորեցնել»,«Ինչպես սովորեցնել» դիդակտիկական հասկացություններում: Ուսուցիչը հստակ պատկերացնելով դրանց համակարգերը,սահմաններն ու շրջագծերը առաջնորդվում է մեթոդական ուսուցողական մի շարք սկզբունքներով.					
					<ol>
					  <li>Ուսուցումը պետք է ընթանա պարզից դեպի բարդը, անհայտից դեպի հայտնին:</li>
					  <li>Սովորողի ուշադրության ու դիտողականության զարգացման համար լայնորեն կիրառել գործնական պապապմունքներ:</li>
					  <li>Կարևորել ինքնուրույն ստեղծագործական նախաձեռնությունը,ազատ մտածողությունը, խմբում իրեն դրսևորելու կարողությունը:</li>
					  <li>Մշտապես կիրառել ուսուցուման նոր մեթոդներ ,քանի որ դրանք բացարձակ ու հավերժ չեն և փոփոխվում են ՝ կախված ժամանակից և կոնկրետ հանգամանքից:</li>					 
					</ol>

					Դասը պլանավորվում է հետապնդելով հետևյալ նպատակները՝ ճանաչողական,զարգացնող,դաստիարակող, որոնց ուսուցիչը հասնում է տարաբնույթ մեթոդներով այդ թվում ՏՀՏ-ի կիրառմամբ:

					Դասը կտա իր շոշաափելի արդյունքը, եթե ուսուցիչը իմանա ամեն մի աշակերտի անհատական,հոգեբանական և տարիքային առանձնահատկությունները, բոլորի հետ տարվող աշխատանքը զուգակցվի անհատականին: Լավ սովորեցնելու համար պիտի շարունակ սովորել և լինել աշակերտի դերում.այսինքն՝ սովորեցնել՝ սովորելով:

					Սովորողի հետ երկխոսության կամուրջը պետք է լինի ամուր շատ ամուր:

					Կրթության և դաստիարակության գործընթացը մի անբաժանելի միասնություն է, փոխկապակցված ամբողջություն, փութկոտություն չի սիրում,այլ սիրում է համբերատար,անձանձիր, համակողմանի աշխատանք,ոսկերչական աշխատանք:					
				</div>
			</div>									
		</div>
	</section><!--/#Our-Team-->
@stop