@extends('layouts.layout')
@section('title')
	Մեթոդական Զեկուցումներ
@stop
@section('content')
	<section id="our-team">
		<div class="container">
			<div class="row text-center">
				<div class="col-sm-8 col-sm-offset-2">
					<h2 class="title-one">Մեթոդական Զեկուցումներ</h2>					
				</div>
			</div>			
			<div class="row">
				<div class="col-md-8 col-md-offset-2" style="line-height: 30px;font-size: 18px;text-align: justify;">
					Ուսուցման մեթոդը ուսուցչի և աշակերտների հետևողական, փոխկապակցված գործողությունների համակարգն է, որն ապահովում է կրթության բովանդակության յուրացումը:
					<br>
					Ի՞նչ մեթոդներ են այսօր անհրաժեշտ ուսուցչին արդյունավետ ուսուցում կազմակերպելու համար: Մեթոդների ընտրությունը և կիրառությունը ինքնանպատակ լինել չի կարող: Այն կապված է բազմաթիվ խնդիրների և նպատակների հետ, որոնք իրական լուծում կարող են ստանալ միայն հատուկ պլանավորված և կազմակերպված ուսումնական գործընթացի միջոցով: Ուսուցման գործընթացի կազմակերպումը պետք է իր մեջ ներառի ուսուցման բազմազան մեթոդներ:
					<br>
					Պայմանականորեն ուսուցման մեթոդներն այսօր երկու խումբ են կազմում՝ ավանդական և նոր կամ ժամանակակից մեթոդներ:
					<br>
					Ավանդական են համարվում բացատրական, զննական այն մեթոդները, որոնց հիմքում ընկած է պատրաստի տեղեկատվության (գիտելիքի) պարզ փոխանցումը սովորողին և վերջինիս կողմից դրա պարզ վերարտադրումը:
					<br>
					Ժամանակակից մեթոդների հիմքում ընկած է սովորողի ինքնուրույն ուսումնական գործունեությունը, գիտելիքի ձեռքբերման գործընթացում նրա անմիջական, ակտիվ մասնակցությունը: Ուսուցման ընթացքում ակտիվ միջավայր ապահովող մեթոդներն ընդունված է անվանել ինտերակտիվ կամ փոխներգործուն մեթոդներ: Դրանց առանձնահատկություններն են.
					<ul>
						<li>աշակերտը նյութը սովորում է ինչ-որ բան կատարելով, մասնակցելով որոշակի գործընթացի</li>
						<li>աշակերտը ապավինում է ոչ այնքան իր հիշողությանը, որքան ինքնուրույն, ստեղծագործական, քննադատական մտածողությանը</li>
						<li>աշակերտի համար հնարավորություն է ստեղծվում ինչպես անհատական, այնպես էլ խմբային աշխատանքի համար</li>
						<li>աշակերտը ձեռք է բերում համագործակցային կարողություններ, սոցիալական փոխազդեցության, հաղորդակցական կարողություններ</li>
						<li>նյութի յուրացման ընթացքում աշակերտը հնարավորություն է ստանում ի մի բերել, ամփոփել, ակտիվացնել ու կիրառել սովորածը</li>						
						<li>ստեղծվում է ինքնակրթության միջավայր:</li>						
					</ul>
					<br><br>
					<div class="row text-center">
						<div class="col-sm-8 col-sm-offset-2">
							<h2>Պրոբլեմային  ուսուցում</h2>					
						</div>
					</div>					
					Պրոբլեմային  ուսուցման  ընթացքում   աշակերտները  ուսուցչի  ղեկավարությամբ   իրենց  ունեցած   գիտելիքների   հիման վրա  լուծում  են  պրոբլեմային  խնդիրներ,  հաղթահարում  դժվարին իրավիճկներ,  որոնում  գործողության  նոր  եղանակներ,   կարգավորում ու  կողմնորոշում  իրենց  գործունեությունը,  գործադրում  պրոբլեմային  շարադրանքի ,  մասնակի  որոնողական  կամ  էվրիստիկական,  հետազոտական  մեթոդներ,  ինքնուրույնաբար  ձևակերպում  իրենց   մտահոգությունները  ու եզրահանգումները,  հասնում  վերջնական  նպատակի:  Նպատակը   սովորողների  ստեղծագործական  զարգացումն  է,  ինչը  կարելի  է   իրականացնել  պրոբլեմային  խնդիրները  լուծելու  միջոցով:  Հոգեբաններն  ապացուցել  են, որ  ստեղծագործական  մտածողությունն  սկսվում է  այն  պահից,երբ  մարդը   հանդիպում  է  մտավոր  խոչընդոտների, որոնք  հաղթահարելու  համար  նրա  իմացած  գիտելիքները  չեն  բավարարում,ուստի  նա  վերհիշում  է  իմացածը , պարզում  իրեն  պակասող  գիտելիքները  և  որոնողական  գործողություններով  փորձում  է հաղթահարել  առաջադիր  խնդիրը:<br><br>
					Պրոբլեմային  ուսուցման  հասկացություններից  են    պրոբլեմային  շարադրանքը, ուսումնական  պրոբլեմը,  պրոբլեմային  հարցը,  պրոբլեմային  իրավիճակը:<br><br>
					Պրոբլեմային  շարադրանքը  ուսուցման  այն  գլխավոր  ձևերից  է,որի  միջոցով  հնարավոր  է զարգացնել  սովորողների  գիտահետազոտական, որոնողական և  ընդհանրապես  նրանց  մտավոր  գործունեության  տեսակները:    Պրոբլեմային  շարադրանքը    սովորական  շարդրանքից  տարբերվում  է  նրանով, որ այս  դեպքում  ուսուցիչը   բացահայտում  է  անհայտի   որոնման  ուղիները,  ցույց  տալիս  այն  դժվարությունները,  որ  հանդես  են  գալիս  մտածողության  ընթացքում:    Շարադրանքը    պրոբլեմային    Է այն  դեպքում, երբ  պարունակում  է  պարզաբանող  հարց :Նման շարադրանքի  դեպքում  ուսուցիչը  խուսափում  է  երևույթների, փաստերի,  իրադարձությունների  էությունը   բացատրելուց:                Աշակերտներն  իրենք  են  կատարում  վերլուծություններ, հայտնագործում  իրերի, երևույթների, իրադարձությունների  ներքին  էական կողմերը:  Այս  դեպքում  ուսուցիչը բացատրում  է  փաստացի  նյութը ,սովորողների  ուշադրությունը  կենտրոնացնում  նրա  վերլուծման  վրա :Նման  դեպքում  սովորողները  ինքնուրույնաբար  որոնում  են  պրոբլեմային  հարցի   լուծման ուղիներն  ու  միջոցները, առաջադրում  հարցեր,  կառուցում  վարկածներ: Երրորդ  տեսակի  պրոբլեմային  շարադրանքը  պրոբլեմային  ուսուցման  կազմակերպման  միջոցներից  մեկն,որի  ամբողջ  էությունն  աշակերտների  ճանաչողական  ինքնուրույնության  ապահովումն  է: Պրոբլեմային  շարադրանքն  այն  շարադրանքն  է,  որը  պարունակում  է ճանաչողական    դժվարություն, հարց  կամ  խնդիր,  որոնք  առաջացնում  են  պրոբլեմային  իրավիճակներ,և  որոնց  հաղթահարման համար  սովորողները  կատարում  են որոնողական, հետազոտական  աշխատանքներ  :  Ուսումնակա  պրոբլեմը,  հակառակ  գիտականի,  տրամաբանական  ու  հոգեբանական   հասկացություն  է,  որը  նպաստում  է  ուսումնաճանաչողական  խնդիրների  լուծմանը, աշակերտների մտավոր   կարողությունների  զարգացմանը:Հիմքում  ընկած  հարց –առաջադրանքի   և  սովորողի  գիտական  հնարավորությունների միջև  ծագած  հակասությունը  լուծվում  է  աշակերտի   որոնողական  գործունեության և հայերենի միջոցով: Ուսումնակա  պրոբլեմի նպատակն է աշակերտների  մեջ արմատավորել հետազոտական հմտություններ, այսինքն առաջադրանքը խնդիրները ինքնուրույնաբար լուծելու, դրանց անհայտները հայտնաբերելու կարողություններ: Ուսումնակա  պրոբլեմի առաջադրումը մեծ մասամբ կախված  է ուսուցչի հմտությունից, առարկայական մեթւդամանկավարժական  պատրաստակամությունից: Պրոբլեմային յուրաքանչյուր հարց պետք է սւվւրւղների մեջ առաջացնի հետաքրքրություն ու մտավւր գործունեության լարվածություն:<br><br>
					Պրոբլեմային հարցին ներկայացվում են հետևյալ պահանջները ` պետք է կապ ունենա նախկին յուրացրած իմացությունների հետ, պետք է իր մեջ պարունակի ճանաչողական դժվարություն, որի   լուծումը  ենթադրում  է   մի շարք  մտավոր  գործողություններ, պետք է կապված լինի սովորողների զգացումների հետ, առաջացնի իմացածի անբավարարություն, նորը հայտնաբերելու ձգտում:<br><br>
					Պրոբլեմը պետք է լուծվի նախածանոթ գիտելիքները համեմատելու և հակադրելու, տրամաբանելու և ստեղծագործելու ճանապարհով:<br><br>
					Դասարան` 8 -րդ: Առարկա` հայոց լեզու: Նյութը` բայական անդամի լրացում - ուղիղ խնդիր: Նպատակը` ուղիղ խնդիր լրացումի ուսուցում, միջառարկայական կապի ապահովում, բանավոր խոսքի զարգացում, խմբում աշխատելու ունակությունների զարգացում: Կահավորումը` պաստառներ, աշխատանքային տետրեր, բառարաններ, քարտեր: Մեթոդը` ԽԻԿ, խմբային, զույգերով:<br><br>
					Ընթացքը` Խթանման փուլում իմ նպատակը ուղիղ խնդրի վերաբերյալ նախնական գիտելիքներ բացահայտելն է:Օգտագործում եմ մտագրոհ:<br><br>
					Դասարանը բաժանում եմ խմբերի: Յուրաքանչյուր խմբի առաջադրում եմ քարտային աշխատանք`<<Բայ>>-ի  վերաբերյալ: Նյութին առնչվող բառերն ու արտահայտությունները գրում եմ գրատախտակին: Միասին քննարկում ենք, թե ի՞նչ խոսքի մասերով են   արտահայտվում   բայական անդամի   լրացումները և ի՞նչ   հարցերի են պատասխանում:<br><br>
					Իմաստի ընկալման փուլում գործածում եմ  T – աձև մեթոդը: Գրատախտակին գծում եմ 2 աղյուսակ`
					Ենթակա                                                                                                  Ուղիղ խնդիր
					ա) Ձնծաղիկը (ի՞նչ) գարնան ավետաբերն է:          ա)Տղան ջարդեց ճյուղը(ի՞նչը):
					բ) Արագիլը  (ի՞նչ) նորոգում է իր բույնը:                 բ)Վարպետը վերանորոգեց տունը (ի՞նչը):  գ)Ձյունը (ի՞նչ) հալվեց արևի ջերմությունից:         գ)Մենք վերադարձրինք մեր անկախությունը 
					                                                                                                (ի՞նչը): 
					Հատկացուցիչ                                                                        Ուղիղ խնդիր
					1)Սուրենի (ու՞մ) վերարկուն նոր է:                           1)Արամը սիրում է (ու՞մ) քրոջը:
					2)Տղայի (ու՞մ)անունը Աշոտ է:                                    2)Աշակերտը հարգում է (ու՞մ)  ուսուցչին:
					Առաջադրում եմ հարց.Գտնել և ընդգծել նախադասության  այն անդամները որոնք պատասխանում են ի՞նչ, ու՞մ հարցերին:Նախադասության նոր անդամները պատասղանեցին ի՞նչ և ու՞մ հարցերին: Առաջին և երկրորդ աղյուսակում ընդգծված բառերը ի՞նչով են նման և ի՞նչով տարբեր:Առաջադրված պրոբլեմային  հարցը նորից նրանց մղում է քննարկելու, համադրելու,վերածելու և ընդհանուր եզրահանգման հանգելու:Լսում եմ պատասղանները, գրանցում գրատաղտակին և կատարում կշռադատում:Այս փուլում օգտագործում եմ§Հասկացությունների քարտեզ¦ մեթոդը: Պրոբլեմային եղանակը կարելի  է կիրառել ոչ միայն լեզվի դասերին, այլև մայրենիի և գրականության, ինչպես նաև տնային հանձնարարելու ընթացքում:					
					<div class="row text-center">
						<div class="col-sm-8 col-sm-offset-2">
							<h2>Ի՞նչ է լավ ուսուցումը</h2>					
						</div>
					</div>
					Դասավանդելն ու  ուսուցանելը  տարբեր  գործընթացներ են: Ժամանակակից  դասավանդման  և  ուսուցման  միջև  առկա  է  որոշ  տարբերակումներ.
					-Ուսուցումը մի  բարդ  և  ակտիվ  գործընթաց է,որը տեղի  է  ունենում  սովորողի  ներսում: Ուսուցիչը   սովորեցնում է`  օգնելով  ու աջակցելով:Հիշելը   դեռևս  սովորել  չէ: Ուսուցումը  տեղի  է  ունենում  այն  դեպքում,  երբ  գիտելիքները կամ  հմտությունները   կիրառվում  են և  փոխում    մարդու  վարքագիծը:
					Կատարել  ուսուցանողի  պարտականությունները  չի  նշանակում  փոխանցել  բովանդակությունը:
					Ուսուցումը  տեղի  չի  ունենում   որևէ  բան  կարդալով  կամ  պատմելով:
					Աշակերտը   կարիք  ունի  ոչ  միայն  գիտելիքների  և  տեղեկությունների  նաև  մտածողության,  տեղեկատվության, մշտական և  համագործակցային  հմտությունների:<br>
					Լավ  ուսուցում ` <br>
					<ul>
						<li>նպատակային</li>
						<li>աճողական</li>
						<li>ինքնքկարգավորող</li>
						<li>ռեֆլեկտիվ</li>
						<li>համագործակցային</li>
						<li>կառուցողական</li>
						<li>իրավիճակային</li>
						<li>բովանդակային</li>
						<li>նպատակային</li>
					</ul>					                           					                           					                            
					Լինել կառուցողական  նշանակում է  աշակերտակենտրոն  ուսուցման  գործընթաց  կազամակերպել,որտեղ    սովորողների  մտածողությունը  զարգանում  է  ճանաչողական  վերլուծության  միջոցով:
					Աճողական- որտեղ  նախկին  և  նոր  գիտելիքների  կամ  հմտությունների  կապող  գործընթաց  է:
					Աշակերտը  համագործակցային  միջավայրում  են  կառուցում իրենց  ճանաչողական  կառույցները  և  հմտությունները,խոսելու,  բացատրելու,  բանակցելու,  վիճարկելու  և  հարցեր  տալու  միջոցով.այսինքն` որքան  շատ ենք  խոսում  այնքան  շատ ենք  խորհում:
					Ինքնակարգավորում- երբ աշակերտը  պատրաստում  է  մտածելու   վերարտադրելու  ուսուցման ողջ  գործընթացը:
					Նպատակային  ուսուցումը  պահանջում է  աշակերտի կողմից  նախապես  նպատակների  մշակում  և  նրան  հասնելու  քարտեզագրում:
					Բովանդակայն և  իրավիճակային    կրթություն   նշանակում   է  ուղեղի, մարմնի  միջավայրի  գործունեության  և  բովանդակային  կապը  իրական կյանքի   հետ:
					
					<div class="row text-center">
						<div class="col-sm-8 col-sm-offset-2">
							<h2>Համակարգչային մոդելավորումը կենսաբանության գործընթացում</h2>					
						</div>
					</div>					
					Ուսուցման պրոցեսում տեղեկատվական տեխնոլոգիաների օգտագործումը նպաստում է մտածողության զարգացմանը տարբեր խնդիրների լուծման հարցում, ստեղծում է բնական երևույթների և պրոցեսների մոդելավորման հնարավորություն, ինչը օգնում է աշակերտներին ընկալել շրջակա աշխարհը որպես ամբողջություն: Ոչ պակաս կարևոր է միջառարկայական կապերի ամրապնդումը, որը ընկած է ինտեգրված ուսուցման հիմքում: 
				    Բնագիտական առարկաների շարքում կենսաբանությունը թերևս ամենադինամիկն է և արագ փոփոխվողը, ինչը պայմանավորված է մի կողմից կենսոլորտում տեղի ունեցող գլոբալ փոփոխություններով, և մյուս կողմից՝ կենսաբանության տարբեր ճյուղերի արագ զարգացմամբ: Բնական էկոհամակարգերի հավասարակշռության խախտումները, փոթորիկները, հրդեհները, անտառների կրճատումը, անապատացումը, կլիմայի գլոբալ տաքացումը բնապահպանության այն խնդիրներից են, որոնք ծառացել են մարդկության առջև: Այս խնդիրներից են նաև անհայտ հիվանդությունները և համաճարակները, մոդիֆիկացված բույսերի և կենդանիների ստացումը և տեսակների կլոնավորումը: Կենսաբանության դասավանդման նպատակը սովորողների մոտ այս հարցերի մասին արժեքային համակարգի ձևավորումն է:
			        Սովորողների մոտ կարողությունների և հմտությունների, ինչպես նաև ինքնուրույն, անհատական մտածելակերպի ձևավորումը և զարգացումը պահանջում է ուսուցման ժամանակակից միջոցների կիրառում: Հատկապես տեղեկատվական տեխնոլոգիաների օգտագործումը նոր հնարավորություն է ընձեռում գիտելիքները ամրապնդելու, ստեղծագործական մտածելակերպ զարգացնելու, բնության տարբեր պրոցեսները և երևույթները մոդելավորելու համար, որը լայն կիրառություն ունի բնագիտական տարբեր ոլորտներում: Մոդելավորում է կոչվում մեկ օբյեկտի փոխարինումը մյուսով: Մոդելը ճանաչողության միջոց է, օժանդակ օբյեկտ, որը գտնվում է որոշակի օբյեկտիվ համապատասխանության մեջ հետազոտվող բնօրինակի հետ և ճանաչողության առանձին փուլերում կարող է փոխարինել նրան: Մոդելները լինում են ստատիկ, դինամիկ, իմիտացիոն, ֆունկցիոնալ, տրամաբանական, խաղային, վիզուալ և այլ տեսակների:  Մոդելավորումը ունի գործնական մեծ նշանակություն, քանի որ բնության մեջ տեղի ունեցող գործընթացների ճիշտ արտացոլման պարագայում հնարավոր է դառնում կանխատեսել զարգացումների հետագա ընթացքը: Օրինակ, էկոլոգիական հետազոտությունների դեպքում կարելի է կանխատեսել որոշակի կենսահամակեցությունների (անտառ, մարգագետին, ճահիճ, լիճ) հետագա զարգացումների միտումը: Էկոհամակարգերի հիմքում ընկած է բարդ էկոհամակարգի բաժանումը առանձին պարզ բաղադրիչների ենթահամակարգերի, որոնք կապված են մեկը մյուսի հետ տարբեր բարդության ֆունկցիոնալ կապերով: Օրինակ, ջրային համակարգում կարող են առանձնացվել ձկները, ֆիտոպլանկտոնը, զոոպլանկտոնը, բենտոսային օրգանիզմները: Բնապահպանության ոլորտում մոդելավորման տարբեր մեթոդները ստեղծում են նոր հնարավորություններ, կենսոլորտի տարբեր էկոհամակարգերի վրա անթրոպոգեն գործոնների հետևանքները պարզելու և տեղի ունեցող գործընթացների ուղղվածությունը կանխագուշակելու համար:
	   		        Հիմնական դպրոցում՝ համակարգչային մոդելավորման կիրառմամբ, կարելի է ստեղծել առավել պարզ, այդ տարիքի աշակերտների համար հասկանալի և մատչելի մոդելներ, որոնք կօգնեն զարգացնելու տրամաբանական մտածողությունը, բացահայտիչ կենսաբանական երևույթների պատճառահետևանքային կապերը, ընկալել աշխարհը որպես մեկ ամբողջություն, ինչպես նաև արթնացնել կամ ակտիվացնել հետաքրքրությունը առարկայի հանդեպ:
					<<Էկոլոգիայի հիմունքները>> բաժնում միջավայրի ոչ կենսական գործոնների, մասնավորապես լույսի ազդեցությունը բույսերի կենսական պրոցեսների վրա ուսումնասիրելիս առաջարկվում է օգտագործել Excel ծրագրի էլեկտրոնային աղյուսակները: Օրնակ, հաշվի առնելով, որ լույսի ինտենսիվության փոփոխությունը ժամանակի մեջ առաջացնում է բուսական օրգանիզմի շարժումները, կառուցել օրվա ընթացքում բերված ծածկասերմ բույսերի ծաղկեպսակների բացվելու և փակվելու ժամերի դիագրամը: 
					Միաժամանակ ուսուցիչը հնարավորություն է ստանում լրացուցիչ տեղեկություններ հաղորդել բույսերի նաստրիաների, մասնավորապես ֆոտոնաստիաների և նիկտինաստիաների մասին, բացատրել, որ տարբեր բուսատեսակների նիկտինաստիաները ունեն հակառակ ուղղվածություն:
					Այսպիսով, համակարգչային մոդելավորման կիրառումը կենսաբանության դասավանդման գործընթացում կնպաստի միջառարկայական կապերի ստեղծմանը, կենսաբանական օբյեկտների ճիշտ և խորը ընկալմանը, կենսաբանական այնպիսի երևույթների դիտարկմանը, որոնք հնարավոր չէ ուսումնասիրել բնության մեջ դասի ընթացքում:
					
					<div class="row text-center">
						<div class="col-sm-8 col-sm-offset-2">
							<h2>Մանկավարժական տակտ   և  հեղինակություն</h2>					
						</div>
					</div>
					Ոսուցիչը երբեք  չպետք է մոռանա, որ ուսումնադաստիարակչական աշխատանքի արդյունավետ կազմակերպման  առանցքը  մանկավարժական տակտն է, վարպետությունը և հեղինակությունը: Նա մշտապես պետք է զբաղվի իր պատրաստականության բարձրացմամբ, սիրի իր դասավանդած առարկան, աշակերտներին և հայրենիքը: 
				  	Մանկավարժական տակտը ուսուցչի՝ աշակերտների հետ ունեցած փոխհարաբերության նպատակահարմարության չափն է, որի հիմքում  ընկած է  նրա խոսքի, գործողությունների, զգացմունքների չափը: Տակտը ոչ միայն պրոֆեսիոնալ պահանջ է  ուսուցչի աշխատանքում, այլև ներգործության հզոր միջոց: Ուսուցիչը, հարգելով աշակերտին, հարգում է նաև իրեն:  
					Մանկավարժական տակտի հիմնական տարրերն են պահանջկոտությունը, վստահությունը, հարգանքը երեխայի  նկատմամբ: Այն արտահայտվում է աշակերտի նկատմամբ ուսուցչի հարաբերության ամբողջ  համակարգով: 
					Երբեմն աշակերտի անտարբեր  վերաբերմունքը, չսովորելու ցանկությունը, առաջանում է առանձին ուսուցիչների, դասղեկների անտակտության պատճառով:  Վիրավորվածությունը և ուսուցչի նկատմամբ   ատելության զգացումը որոշ աշակերտների մղում է դեպի անպատասխաանատու արարքների: 
					Մանկավարժական տակտից է կախված ոչ միայն ուսումնադաստիարակչական աշխատանքների որակը, այլև ուսուցչի և աշակերտների փոխհարաբերությունները, ուսուցչի հեղինակությունը երեխաների ու նրանց ծնողների աչքում: Մանկավարժական տակտը յուրաքանչյուր դեպքում առավել ճիշտ մանկավարժական  հնար գտնելու հմտությունն է ուսումնական և դաստիարակչական աշխատանքներում: Մանկավարժական տակտն այն կարևորությունն է, որը թույլ է տալիս աշակերտների հետ  ունեցած բարդ ու  բազմակողմանի հարաբերություններում  գտնել առավել  ռացիոնալ մոտեցումներ ՝ պահպանելով չափի անհրաժեշտ զգացումը: Ընդհանուր առմամբ, մանկավարժական տակտն   ուսուցչի մասնագիտական հատկանիշն է: Մանկավարժական  տակտն ունի  իր էական հատկանիշները, որոնք բնորոշում են այդ հասկացությունը: Դրանք   են՝ մանկավարժորեն արդարացված ստեղծագործական հնարագիտությունը, մանկավարժական հնարամտությունը, ձեռներեցությունը, մարդասիրությունը, վարվեցողության բարձր կուլտուրան, անշահախնդրությունը, ինքնատիրապետումը, համառությունը, վճռականությունը, զգայունակությունը, ուշադրությունը երեխայի հոգեկան աշխարհի նկատմամբ, վստահությունը և այլ մարդկային հատկանիշներ:
					Մանկավարժական  տակտը չի  բացառում նաև ուսուցչի  զայրույթի արտահայտությունը: Կարևոր է, որ այն դուրս չգա մանկավարժորեն  զսպված վարքի սահմաններից և թույլ տրվի ըստ անհրաժեշտության:  Հենց այստեղ է դրսևորվում  ուսուցչի մտքի ճկունությունը, կշռադատվածությունը, մանկավարժական արվեստը:
			        Ուսուցչի բարոյական կերպարի, նրա  գիտական պատրաստվածության մասին  շատ ասույթներ կան:  Ուսուցիչ-դաստիարակը  պետք է լինի համբերատար,  ուշադիր, հոգատար, սիրի իր սաներին, լինի կրթված ու դաստիարակված, անընդհատ հարստացնի իր գիտելիքները, կատարելագործվի իր մասնագիտության մեջ, նյութը մատուցի պարզ ու հասկանալի, մատչելի ու հասանելի, խոսքը լինի պատկերավոր, գրավիչ, օրինակներով հարուստ, նրա շարադրանքը պետք է շարժի  աշակերտների միտք-մտածողությունը: Աշակերտները հարգում են ուշադիր, հոգատար, աշակերտի ինքնասիրությունը չվիրավորող, ծնողական սիրով իրենց  սիրող, արդարամիտ, անաչառ, ազնիվ, անկեղծ ու անշահախնդիր ուսուցչին: Ուսուցիչն ամեն վայրկյան պետք է դաստիարակի իր սաներին իր իսկ անաղարտ  բարոյական  կերպարի միջոցով: 
			        Ուսուցչի բարոյական հատկանիշները բարձր են գնահատվել բոլոր ժամանակներում: Շատ  հեղինակավոր ուսուցիչներ իրենց մանկավարժական հմուտ և ճիշտ գործունեությամբ մեծ հետք են թողնում որոշ մարդկանց ապագայի և կյանքի ամբողջ ընթացքի վրա:
					Ուսուցման գործընթացը միայն գիտելիքների մատուցում չէ, այն նաև դաստիարակության ու զարգացման պրոցես է, հետևաբար, անհնար  է դաստիարակել առանց մարդասիրության զգացումներ տածելու, առանց գործին ու աշակերտներին նվիրվելու:
					Ուսուցիչ-աշակերտ փոխհարաբերոււթյունների  վրա  ազդում  են նաև ուսուցչի անձնական արժանիքները՝  նրա արտաքին կուլտուրան,  աշակերտների  հետ  լավ վարվեցողությունը,  քաղաքավարությունը,  բարի  վերաբերմունքը, համառությունը, զսպվածությունը,  հավասարակշռված բնավորությունը,  քմահաճություն չդրսևորելու  և տրամադրությամբ չգործելու, աշակերտի անձը հարգելու, նրա վստահությունը շահելու կարողությունն ու հմտությունը: 
					Ուսուցչի վարպետությունը, տակտն ու հեղինակությունը մեծ դեր են  խաղում վարքի դրական սովորույթների մշակման գործում: Վարպետ ուսուցիչը կարողանում է իր գործելակերպի շնորհիվ զարգացնել աշակերտների զգացմունքների նրբությունը, հարստացնել դրանք գաղափարաբարոյական  բովանդակությամբ: Ուսուցիչը պետք  է ունենա բարոյական անաղարտություն, հոգևոր հարստություն, գեղագիտական կրթվածություն ու դաստիարակվածություն: Որքան ուսուցիչը ավելի շատ գիտի, որքան ավելի է նա աշակերտների առջև բաց անում  գիտության հորիզոնները, այնքան աշակերտների շրջանում հեղինակություն է ձէռք բերում: Իսկ  հեղինակավոր ուսուցիչը ավելի լավ կարող  է ներգործել աշակերտի վրա  և հասնել իր առջև դրված նպատակին:  Հակառակ դեպքում նա չի  կարող իրագործել նուրբ և դժվարին մանկավարժական գործունեություն:
					Հայրենասեր և ազգասեր մանկավարժը յուրաքանչյուր դասը պետք է կազմակերպի այնպես, որպեսզի նկատելի ու աննկատ եղանակներով  աշակերտներին ներարկի բարոյական բարձր  հատկանիշներ, քանի  որ այդպիսի բարոյական որակներով օժտված մարդը միայն կարող  է դառնալ իր հայրենիքին պիտանի  ու  անհրաժեշտ:
					<br><br>
					<<Եթե ուսուցիչը սիրում է իր աշխատանքը, նա լավ ուսուցիչ կլինի: Եթե ուսուցիչը սիրում է իր աշակերտին, ապա նա ավելի լավ ուսուցիչ կլինի, քան նա, ով կարդացել է բոլոր գրքերը, բայց չի սիրում իր աշակերտին: Եթե ուսուցիչը սիրում է և′ իր աշխատանքը, և′ իր աշակերտին, նա կլինի կատարյալ ուսուցիչ>>:<br><br>
					                                                                                                                                 Լև Տոլստոյ					
				</div>
			</div>									
		</div>
	</section><!--/#Our-Team-->
@stop