@extends('layouts.layout')
@section('title')
	Մեթոդական Զեկուցումներ
@stop
@section('content')
	<section id="our-team">
		<div class="container">
			<div class="row text-center">
				<div class="col-sm-8 col-sm-offset-2">
					<h2 class="title-one">Մեթոդական Զեկուցումներ</h2>					
				</div>
			</div>			
			<div class="row">
				<div class="col-md-8 col-md-offset-2" style="line-height: 30px;font-size: 18px;text-align: justify;">
					Ուսուցման մեթոդը ուսուցչի և աշակերտների հետևողական, փոխկապակցված գործողությունների համակարգն է, որն ապահովում է կրթության բովանդակության յուրացումը:
					<br>
					Ի՞նչ մեթոդներ են այսօր անհրաժեշտ ուսուցչին արդյունավետ ուսուցում կազմակերպելու համար: Մեթոդների ընտրությունը և կիրառությունը ինքնանպատակ լինել չի կարող: Այն կապված է բազմաթիվ խնդիրների և նպատակների հետ, որոնք իրական լուծում կարող են ստանալ միայն հատուկ պլանավորված և կազմակերպված ուսումնական գործընթացի միջոցով: Ուսուցման գործընթացի կազմակերպումը պետք է իր մեջ ներառի ուսուցման բազմազան մեթոդներ:
					<br>
					Պայմանականորեն ուսուցման մեթոդներն այսօր երկու խումբ են կազմում՝ ավանդական և նոր կամ ժամանակակից մեթոդներ:
					<br>
					Ավանդական են համարվում բացատրական, զննական այն մեթոդները, որոնց հիմքում ընկած է պատրաստի տեղեկատվության (գիտելիքի) պարզ փոխանցումը սովորողին և վերջինիս կողմից դրա պարզ վերարտադրումը:
					<br>
					Ժամանակակից մեթոդների հիմքում ընկած է սովորողի ինքնուրույն ուսումնական գործունեությունը, գիտելիքի ձեռքբերման գործընթացում նրա անմիջական, ակտիվ մասնակցությունը: Ուսուցման ընթացքում ակտիվ միջավայր ապահովող մեթոդներն ընդունված է անվանել ինտերակտիվ կամ փոխներգործուն մեթոդներ: Դրանց առանձնահատկություններն են.
					<ul>
						<li>աշակերտը նյութը սովորում է ինչ-որ բան կատարելով, մասնակցելով որոշակի գործընթացի</li>
						<li>աշակերտը ապավինում է ոչ այնքան իր հիշողությանը, որքան ինքնուրույն, ստեղծագործական, քննադատական մտածողությանը</li>
						<li>աշակերտի համար հնարավորություն է ստեղծվում ինչպես անհատական, այնպես էլ խմբային աշխատանքի համար</li>
						<li>աշակերտը ձեռք է բերում համագործակցային կարողություններ, սոցիալական փոխազդեցության, հաղորդակցական կարողություններ</li>
						<li>նյութի յուրացման ընթացքում աշակերտը հնարավորություն է ստանում ի մի բերել, ամփոփել, ակտիվացնել ու կիրառել սովորածը</li>						
						<li>ստեղծվում է ինքնակրթության միջավայր:</li>						
					</ul>					
				</div>
			</div>									
		</div>
	</section><!--/#Our-Team-->
@stop